{
  "welcome": "Chào mừng bạn đến với portfolio của Hùng được tạo bằng React",
  "language": "Ngôn ngữ",
  "presentation": "Tôi là một nhà phát triển web, đam mê máy tính và lập trình. Tôi thực sự yêu thích thế giới CNTT và mọi thứ xung quanh nó. Tôi thích những thử thách và có thể làm người khác hài lòng với những giải pháp của mình",
  "contact_me": "Liên hệ",
  "contact_me_description": "Bạn muốn biết thêm về tôi và nói về những điều chỉ có lập trình viên mới hiểu được?",
  "name": "Tên",
  "message": "Tin nhắn",
  "email": "Email",
  "your_email": "Email của bạn",
  "your_name": "Tên của bạn",
  "your_message": "Tin nhắn của bạn",
  "send_message": "Gửi tin nhắn",
  "copy_email": "Sao chép Email",
  "email_copied": "Đã sao chép Email!",
  "required": "Thông tin này là bắt buộc",
  "min_length": "Độ dài tối thiểu là 4 ký tự",
  "email_error": "Đây không phải là một địa chỉ email hợp lệ",
  "email_sent_correctly_title": "Gửi email thành công",
  "email_sent_correctly_message": "Email đã được gửi thành công. Bạn sẽ nhận được một email xác nhận trong thời gian sớm.",
  "email_sent_error_title": "Lỗi khi gửi email",
  "email_sent_error_message": "Có lỗi xảy ra khi gửi email. Vui lòng thử lại sau hoặc liên hệ trực tiếp với tôi.",
  "about_me": "Về tôi",
  "personal_info": "Thông tin cá nhân",
  "profesional_info": "Thông tin chuyên nghiệp",
  "my_stack": "Stack của tôi",
  "backend": "Backend",
  "frontend": "Frontend",
  "project": "Project",
  "click_stack_btn": "Nhấn vào để xem {key}",
  "my_stack_presentation": "Bạn muốn biết về các công nghệ và công cụ mà tôi đang sử dụng?",
  "info": "Thông tin",
  "expressjs_description": "Express.js, hay đơn giản là Express, là một framework ứng dụng web backend cho Node.js, được thiết kế để xây dựng ứng dụng web và APIs",
  "react_description": "React là một thư viện JavaScript front-end mã nguồn mở miễn phí để xây dựng giao diện người dùng dựa trên các thành phần giao diện người dùng (UI components)",
  "bootstrap_description": "Bootstrap là một framework CSS miễn phí và mã nguồn mở nhằm hướng tới phát triển web front-end đáp ứng và dành cho di động trước tiên",
  "postgresql_description": "PostgreSQL là một hệ quản trị cơ sở dữ liệu quan hệ mã nguồn mở và hướng đối tượng",
  "mongodb_description": "MongoDB là một hệ thống cơ sở dữ liệu NoSQL mã nguồn mở, hướng tới các tài liệu",
  "smart_brain_description": "Một ứng dụng web được xây dựng với React để nhận diện vùng khuôn mặt trong một hình ảnh được cung cấp với URL.",
  "bg_generator_description": "Một ứng dụng web đơn giản sử dụng JavaScript để tạo ra các hình nền hấp dẫn cho bạn.",
  "robofriends_description": "Ứng dụng vui được tạo ra với React cho phép bạn tìm kiếm các bạn robot của mình."
}
