{
  "welcome": "Welcome to Hung's portfolio made using React",
  "language": "Language",
  "presentation": "I am a web developer, passionate about computing and programming. I really love the ICT world and everything around it. I like challenges and being able to make people happy with my solutions",
  "contact_me": "Contact Me",
  "contact_me_description": "Do you want to know more about me and chat about things that only developers understand?",
  "name": "Name",
  "message": "Message",
  "email": "Email",
  "your_email": "Your Email",
  "your_name": "Your Name",
  "your_message": "Your Message",
  "send_message": "Send Message",
  "copy_email": "Copy Email",
  "email_copied": "Email Copied!",
  "required": "This is required",
  "min_length": "Minimum length should be 4",
  "email_error": "This is not a valid email",
  "email_sent_correctly_title": "Email sent successfully",
  "email_sent_correctly_message": "The email has been sent correctly. You will receive a confirmation email shortly.",
  "email_sent_error_title": "Error sending the email",
  "email_sent_error_message": "There has been an error sending the email. Please try again later or contact me directly.",
  "about_me": "About Me",
  "personal_info": "Personal information",
  "profesional_info": "Profesional information",
  "my_stack": "My Stack",
  "backend": "Backend",
  "frontend": "Frontend",
  "project": "Project",
  "click_stack_btn": "Click to show {key} stack",
  "my_stack_presentation": "Do you want to know my tech stack with the languages and tools that I use?",
  "info": "Info",
  "expressjs_description": "Express.js, or simply Express, is a back end web application framework for Node.js, it is designed for building web applications and APIs",
  "react_description": "React is a free and open-source front-end JavaScript library for building user interfaces based on UI components",
  "bootstrap_description": "Bootstrap is a free and open-source CSS framework directed at responsive, mobile-first front-end web development",
  "postgresql_description": "PostgreSQL is an open source, object-oriented relational database management system",
  "mongodb_description": "MongoDB is an open source, document-oriented, NoSQL database system",
  "smart_brain_description": "A web application built with React detects the face area in an image provided with a URL.",
  "bg_generator_description": "A simple web app using JavaScript to generate cool backgrounds for you.",
  "robofriends_description": "Fun application created with React that lets you search for your robo friends."
}
